Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: Fig 5 The “bone saucer” (red) causes facial bone wall resorption if the facial bone wall is only 1 mm in thickness.
vi: Hình 5 The “bone saucer” (red) causes facial bone wall resorption if the facial bone wall is only 1 mm in thickness.

source: Fig 50 Individualized impression cap perfectly supporting the mucosa.
vi: Hình 50 Individualized impression cap perfectly supporting the mucosa.

source: Fig 50 The final crown, labial view.
vi: Hình 50 The final crown, labial view.

source: Fig 50 Try-in of the crowns after the second bake.
vi: Hình 50 Try-in of the crowns after the second bake.

source: Fig 51 Final glass-ceramic crowns.
vi: Hình 51 Final glass-ceramic crowns.

source: Fig 51 Transversal screw in the cervical portion of the crown, palatal view.
vi: Hình 51 Transversal screw in the cervical portion of the crown, palatal view.

source: Fig 51 Well-supported labial aspect of the mucosa.
vi: Hình 51 Well-supported labial aspect of the mucosa.

source: Fig 51a, b The implant-supported crown was held in place with light finger pressure, which led to a discrete blanching of the labial peri-implant mucosa (a).
vi: Hình 51a, b The implant-supported crown was held in place with light finger pressure, which led to a discrete blanching of the labial peri-implant mucosa (a).

source: Fig 52 Final glass-ceramic crowns before cementation.
vi: Hình 52 Final glass-ceramic crowns before cementation.

source: Fig 52 Individualized impression cap seated on the implant shoulder without marginal gaps.
vi: Hình 52 Individualized impression cap seated on the implant shoulder without marginal gaps.

source: Fig 52 The crown and the small-sized transversal screw.
vi: Hình 52 The crown and the small-sized transversal screw.

source: Fig 52 The palatal view, however, demonstrated the more favorable cervical configuration of this type of implant-supported crown, which does not require a screw-access channel.
vi: Hình 52 The palatal view, however, demonstrated the more favorable cervical conHìnhuration of this type of implant-supported crown, which does not require a screw-access channel.

source: Fig 53 Final crown on the individualized In-Ceram blank.
vi: Hình 53 Final crown on the individualized In-Ceram blank.

source: Fig 53 Impression being prepared for fabricating the cast.
vi: Hình 53 Impression being prepared for fabricating the cast.

source: Fig 53 The abutment was inserted before the integration of the implant-supported transversally screw-retained crown.
vi: Hình 53 The abutment was inserted before the integration of the implant-supported transversally screw-retained crown.

source: Fig 54 Final blank, placed on the synOcta abutment with the blue anodized occlusal screw tightened to 15 Ncm.
vi: Hình 54 Final blank, placed on the synOcta abutment with the blue anodized occlusal screw tightened to 15 Ncm.

source: Fig 54 Palatal view of the final implant restoration showing easy access for manipulating the transversal screw.
vi: Hình 54 Palatal view of the final implant restoration showing easy access for manipulating the transversal screw.

source: Fig 54 The fabrication of a gingiva mask is recommended in esthetic sites.
vi: Hình 54 The fabrication of a gingiva mask is recommended in esthetic sites.

source: Fig 55 After adhesive cementation of the two crowns, harmonious integration into the natural dentition.
vi: Hình 55 After adhesive cementation of the two crowns, harmonious integration into the natural dentition.

source: Fig 55 Clinical appearance immediately after installation of the final crown.
vi: Hình 55 Clinical appearance immediately after installation of the final crown.

source: Fig 55 The synOcta gold coping attached to the implant analog.
vi: Hình 55 The synOcta gold coping attached to the implant analog.

source: Fig 56 A more tangential view.
vi: Hình 56 A more tangential view.

source: Fig 56 Final implant-supported all-ceramic crown 11 and tooth-supported all-ceramic crown 12.
vi: Hình 56 Final implant-supported all-ceramic crown 11 and tooth-supported all-ceramic crown 12.

source: Fig 56a The waxup, labial view.
vi: Hình 56a The waxup, labial view.

source: Fig 56b The waxup, incisal view.
vi: Hình 56b The waxup, incisal view.

source: Fig 57 A stable soft-tissue level can be expected due to the ideal relations of bone crest, implant shoulder, and contact points.
vi: Hình 57 A stable soft-tissue level can be expected due to the ideal relations of bone crest, implant shoulder, and contact points.

source: Fig 57 The implant-supported superstructure blended in nicely with the natural dentition.
vi: Hình 57 The implant-supported superstructure blended in nicely with the natural dentition.

source: Fig 57a The cast-metal crown framework, labial view.
vi: Hình 57a The cast-metal crown framework, labial view.

source: Fig 57b The cast-metal crown framework, incisal view.
vi: Hình 57b The cast-metal crown framework, incisal view.

source: Fig 58 Full smile with final restorations.
vi: Hình 58 Cười lớn vói phục hình sau cùng

source: Fig 58 Gold bonder applied, labial view with gingiva mask.
vi: Hình 58 Gold bonder applied, labial view with gingiva mask.

source: Fig 58 The occlusal guidance during lateral excursion of the mandible was meticulously checked, and any interference was carefully removed.
vi: Hình 58 The occlusal guidance during lateral excursion of the mandible was meticulously checked, and any interference was carefully removed.

source: Fig 59 Gold bonder applied, labial view without gingiva mask.
vi: Hình 59 Gold bonder applied, labial view without gingiva mask.

source: Fig 59 Radiograph before cementation.
vi: Hình 59 Phim X quang trước khi gắn xi măng.

source: Fig 59 The cervical position of the screw access channel helped create a disturbance-free occlusion.
vi: Hình 59 The cervical position of the screw access channel helped create a disturbance-free occlusion.

source: Fig 5a Periapical radiograph of site 12.
vi: Hình 5a Phim X quang quanh chóp vùng răng 12

source: Fig 5b Periapical radiograph of site 22.
vi: Hình 5b Phim X quang quanh chóp vùng răng 22

source: Fig 6 After the extraction and removal of the granulation tissue, a large bone defect was present that did not allow for primary implant stability.
vi: Hình 6 Sau khi nhổ răng và nạo mô hạt, một vùng xương rộng biểu hiện không cho phép ổn định implant ban đầu

source: Fig 6 Ideal position of tooth 12 for the bonding of a ceramic laminate veneer, thanks to orthodontic alignment.
vi: Hình 6 Ideal position of tooth 12 for the bonding of a ceramic laminate veneer, thanks to orthodontic alignment.

source: Fig 6 Labial aspect of the provisional removable partial denture (RPD).
vi: Hình 6 Labial aspect of the provisional removable partial denture (RPD).

source: Fig 6 Occlusal view of the implants after 12 weeks of healing.
vi: Fig 6 Nhìn phía nhai của implant sau 12 tuần lành thương.

source: Fig 6 Orofacial comfort (green) and danger zones (red).
vi: Fig 6 Vùng an toàn ngoài trong (xanh) và vùng nguy hiểm (đỏ).

source: Fig 6 Periapical radiograph at site 11.
vi: Hình 6 Periapical radiograph at site 11.

source: Fig 6 Pre-treatment periapical radiograph showing the extent of root resorption of tooth 63, vertical bone loss on the distal aspect of tooth 22, and the vertical bone volume available at the prospective implant site.
vi: Hình 6 Pre-treatment periapical radiograph showing the extent of root resorption of tooth 63, vertical bone loss on the distal aspect of tooth 22, and the vertical bone volume available at the prospective implant site.

source: Fig 6 Schematic drawing of the crestal incision.
vi: Hình 6 Sơ đồ của đường rạch

source: Fig 6 Severe esthetic complication with the implant crown at site 12.
vi: Hình 6 Severe esthetic complication with the implant crown at site 12.

source: Fig 6 Soft-tissue excess at the future implant site minimizing the risk of a compromised esthetic treatment outcome with regard to the height of the future peri-implant mucosa.
vi: Hình 6 Soft-tissue excess at the future implant site minimizing the risk of a compromised esthetic treatment outcome with regard to the height of the future peri-implant mucosa.

source: Fig 6 The CT template in place before the radiographic survey.
vi: Hình 6 The CT template in place before the radiographic survey.

source: Fig 6 The panoramic radiograph revealed potential donor sites in the ramus and chin areas.
vi: Hình 6 Phim toàn cảnh cho thấy vùng lấy xương tiềm năng ở cành lên và cằm

source: Fig 6 The pre-extraction orthopantomograph was used for pre-implantation diagnostics and treatment planning.
vi: Hình 6 The pre-extraction orthopantomograph was used for pre-implantation diagnostics and treatment planning.

source: Fig 6 The screw-retained provisional fixed dental prosthesis.
vi: Fig 6 Phục hình cố định tạm bắt vít.

source: Fig 6 Thick-gingiva biotype characterized by a broad band of thick keratinized tissue and blunted papillae.
vi: Hình 6 Dạng sinh học nướu dày đặc trưng bởi một dải rộng các mô sừng hoá dày và nhú nướu cùn.

source: Fig 60 Buccal view three years after implant insertion.
vi: Hình 60 Nhìn phía má 3 năm sau khi gắn

source: Fig 60 Opaque applied to the cast-metal framework.
vi: Hình 60 Opaque applied to the cast-metal framework.

source: Fig 60 The patient was satisfied with the esthetic treatment outcome.
vi: Hình 60 The patient was satisfied with the esthetic treatment outcome.

source: Fig 61 Occlusion check on the model.
vi: Hình 61 Occlusion check on the model.

source: Fig 61 Smile three years after implant insertion.
vi: Hình 61 Khi cười 3 năm sau khi gắn.

source: Fig 61 Stable soft tissue conditions twelve months after final crown installation.
vi: Hình 61 Stable soft tissue conditions twelve months after final crown installation.

source: Fig 62 Periapical radiograph three years after implant insertion.
vi: Hình 62 Phim X quang quanh chóp 3 năm sau khi gắn.

source: Fig 62 Stable bone contours twelve months after final crown installation.
vi: Hình 62 Stable bone contours twelve months after final crown installation.

source: Fig 62 The final crown, labial view.
vi: Hình 62 The final crown, labial view.

source: Fig 63 Five years after insertion of the crown, the peri-implant soft tissues continued to be stable.
vi: Hình 63 Five years after insertion of the crown, the peri-implant soft tissues continued to be stable.

source: Fig 63 The final crown, incisal view.
vi: Hình 63 The final crown, incisal view.

source: Fig 64 Close-up view of the implant site at the five-year follow-up visit.
vi: Hình 64 Close-up view of the implant site at the five-year follow-up visit.

source: Fig 64 The implant-supported superstructure in situ.
vi: Hình 64 The implant-supported superstructure in situ.

source: Fig 65 At full natural smile, the implant-supported crown cannot be distinguished from the natural teeth.
vi: Hình 65 At full natural smile, the implant-supported crown cannot be distinguished from the natural teeth.

source: Fig 65 Five-year periapical radiograph showing a stable bone level around the dental implant.
vi: Hình 65 Five-year periapical radiograph showing a stable bone level around the dental implant.

source: Fig 66 The patient’s smile line thee years after insertion.
vi: Hình 66 The patient’s smile line thee years after insertion.

source: Fig 67 Healthy peri-implant soft tissue and a stable esthetic treatment outcome.
vi: Hình 67 Healthy peri-implant soft tissue and a stable esthetic treatment outcome.

source: Fig 68 Periapical radiograph three years after implant insertion.
vi: Hình 68 Periapical radiograph three years after implant insertion.

source: Fig 6a Frontal view of the spring used on the orthodontic wire to create mesiodistal space.
vi: Hình 6a Frontal view of the spring used on the orthodontic wire to create mesiodistal space.

source: Fig 6b Lateral view of site 12 during the orthodontic procedures.
vi: Hình 6b Lateral view of site 12 during the orthodontic procedures.

source: Fig 7 A large buccal dehiscence at reopening, eight weeks after extraction.
vi: Hình 7 A large buccal dehiscence at reopening, eight weeks after extraction.

source: Fig 7 A view of the hand-wrist film depicting fusion of the epiphysis and diaphysis of the middle phalanx and the degree of calcification of the ulnar sesamoid bone.
vi: Hình 7 A view of the hand-wrist film depicting fusion of the epiphysis and diaphysis of the middle phalanx and the degree of calcification of the ulnar sesamoid bone.

source: Fig 7 Access to the donor site at the tuberosity area was gained with horizontal (tuber), vertical (mesial to tooth 17), and sulcular (tooth 17) incisions and mucoperiosteal flap elevation.
vi: Hình 7 Access to the donor site at the tuberosity area was gained with horizontal (tuber), vertical (mesial to tooth 17), and sulcular (tooth 17) incisions and mucoperiosteal flap elevation.

source: Fig 7 Adequate shade selection is an integral part of any routine prosthodontic procedure, including provisionals, which should match as closely as possible the shade of the neighboring natural dentition.
vi: Hình 7 Adequate shade selection is an integral part of any routine prosthodontic procedure, including provisionals, which should match as closely as possible the shade of the neighboring natural dentition.

source: Fig 7 Clinical view immediately after extraction of tooth 11.
vi: Hình 7 Clinical view immediately after extraction of tooth 11.

source: Fig 7 Comfort (green) and danger zones (red) in the coronoapical dimension.
vi: Hình 7 Vùng nguy hiểm và vùng an toàn chiều thân chóp

source: Fig 7 Divergent distal line angles relieving incisions are often used to allow the incision of the periosteum and subsequent tension-free primary soft-tissue closure.
vi: Hình 7 Đường rạch giảm căng phân kỳ ở góc xa thường được dùng cho phép cắt màng xương và giảm căng khi đóng vạt

source: Fig 7 Frontal view of the try-in of a diagnostic denture.
vi: Fig 7 Nhìn phía trước của thử hàm chẩn đoán.

source: Fig 7 Frontal view showed the improvement in gingival margin relationships and resolution of the excessive overbite as achieved through orthodontic therapy.
vi: Hình 7 Frontal view showed the improvement in gingival margin relationships and resolution of the excessive overbite as achieved through orthodontic therapy.

source: Fig 7 Healing caps removed and healthy peri-implant tissues visible.
vi: Fig 7 Tháo nắp lành thương và thấy mô quanh implant lành mạnh

source: Fig 7 Image of the preparation of the osteotomy during the surgical procedure.
vi: Hình 7 Image of the preparation of the osteotomy during the surgical procedure.

source: Fig 7 Occlusal view of the final restorations.
vi: Fig 7 Nhìn phía nhai của phục hình sau cùng

source: Fig 7 Periapical radiograph demonstrating a well-integrated implant in an apical malposition.
vi: Hình 7 Periapical radiograph demonstrating a well-integrated implant in an apical malposition.

source: Fig 7 Preparation of the implant bed utilizing the surgical template.
vi: Fig 7 Chuẩn bị lỗ đặt implant dùng máng phẫu thuật.

source: Fig 7 Restoration of adjacent spaces 11 and 21 with crowns supported by dental implants in a patient with a thick-gingiva biotype.
vi: Hình 7 Phục hồi khoảng răng 11 và 21 với mão răng nâng đỡ bằng implant ở bệnh nhân có dạng sinh học nướu dày

source: Fig 7 The screw-retained provisional fixed dental prosthesis 6 weeks after placement.
vi: Fig 7 Phục hình cố định tạm bắt vít sau khi gắn 6 tuần.

source: Fig 7 Tooth 12 two months after the bonding of the ceramic laminate veneer.
vi: Hình 7 Tooth 12 two months after the bonding of the ceramic laminate veneer.

source: Fig 7 Visualization of preoperative treatment planning by drawing the adjacent roots, the anatomical structures, and the planned implant on a transparent foil on top of the OPT.
vi: Hình 7 Visualization of preoperative treatment planning by drawing the adjacent roots, the anatomical structures, and the planned implant on a transparent foil on top of the OPT.

source: Fig 7a Lateral view of site 12.
vi: Hình 7a Lateral view of site 12.

source: Fig 7b Occlusal view of site 12 shows good width compared to the adjacent teeth.
vi: Hình 7b Occlusal view of site 12 shows good width compared to the adjacent teeth.

source: Fig 7c Proposed axial implant position exiting through the incisal edge of the planned restoration.
vi: Hình 7c Proposed axial implant position exiting through the incisal edge of the planned restoration.

source: Fig 8 Buccal view of the final restorations.
vi: Fig 8 Nhìn phía má của phục hình sau cùng.

source: Fig 8 Clinical status following flap elevation.
vi: Hình 8 Lâm sàng sau khi lật vạt.

source: Fig 8 Denture tooth replacing tooth 11 attached to the orthodontic archwire throughout the orthodontic treatment.
vi: Hình 8 Denture tooth replacing tooth 11 attached to the orthodontic archwire throughout the orthodontic treatment.

source: Fig 8 Medium-gingiva biotype characterized by a broad band of thin keratinized tissue with blunted papillae.
vi: Hình 8 Dạng sinh học nướu trung bình đặc trưng bởi băng nướu sừng hoá rộng với nhú nướu cùn.

source: Fig 8 Occlusal view of site 11 immediately after tooth extraction showing the amount and extent of the vestibular soft-tissue swelling due to the active periapical inflammatory process.
vi: Hình 8 Occlusal view of site 11 immediately after tooth extraction showing the amount and extent of the vestibular soft-tissue swelling due to the active periapical inflammatory process.

source: Fig 8 Occlusal view of the healing cap at the one-week follow-up visit.
vi: Hình 8 Occlusal view of the healing cap at the one-week follow-up visit.

source: Fig 8 One vertical releasing incision instead of two to reduce trauma and the area of bone denudation.
vi: Hình 8 One vertical releasing incision instead of two to reduce trauma and the area of bone denudation.

source: Fig 8 Particulate autogenous bone harvested form the tuberosity area.
vi: Hình 8 Xương tự thân được lấy từ vùng lồi củ

source: Fig 8 Periapical radiograph of the future implant site after orthodontic treatment.
vi: Hình 8 Periapical radiograph of the future implant site after orthodontic treatment.

source: Fig 8 Situation before extraction, palatal view.
vi: Hình 8 Situation before extraction, palatal view.

source: Fig 8 Soft-tissue condition after 6 weeks of provisional restoration.
vi: Fig 8 Tình trạng mô mềm sau 6 tuần gắn phục hình tạm.

source: Fig 8 The bone defect at the future implant site had a large horizontal component.
vi: Hình 8 The bone defect at the future implant site had a large horizontal component.

source: Fig 8 The contours of the mucosa for a natural emergence profile, which were shaped by the provisional, can now be captured with the impression.
vi: Hình 8 The contours of the mucosa for a natural emergence profile, which were shaped by the provisional, can now be captured with the impression.

source: Fig 8 The implant in position.
vi: Fig 8 Implant sau khi đặt.

source: Fig 8 The patient’s mid lip-line situation masking the compromised treatment outcome.
vi: Hình 8 The patient’s mid lip-line situation masking the compromised treatment outcome.

source: Fig 8a A vertical releasing incision to expose the lateral border of the ramus.
vi: Hình 8a A vertical releasing incision to expose the lateral border of the ramus.

source: Fig 8a Diagnostic waxup for a restoration-driven plan for implant placement.
vi: Hình 8a Diagnostic waxup for a restoration-driven plan for implant placement.

source: Fig 8b A Vacuform template of the diagnostic waxup.
vi: Hình 8b A Vacuform template of the diagnostic waxup.

source: Fig 8b A straight fissure carbide bur was used to create a vertical section in the lateral portion of the ascending ramus.
vi: Hình 8b A straight fissure carbide bur was used to create a vertical section in the lateral portion of the ascending ramus.

source: Fig 8c A 1.5 × 1.5 cm harvested donor block.
vi: Hình 8c A 1.5 × 1.5 cm harvested donor block.

source: Fig 8c Planning the implant position for a cement-retained restoration; the axis of implant placement exited through the incisal edge.
vi: Hình 8c Planning the implant position for a cement-retained restoration; the axis of implant placement exited through the incisal edge.

source: Fig 8d Radiographic template on the duplicated diagnostic cast.
vi: Hình 8d Radiographic template on the duplicated diagnostic cast.

source: Fig 8d Two 7 × 7 mm blocks created from the donor block to be used for onlay grafting at sites 12 and 22.
vi: Hình 8d Two 7 × 7 mm blocks created from the donor block to be used for onlay grafting at sites 12 and 22.

source: Fig 9 Alveolar defect filled up using the GBR technique and autogenous bone and particles of DBBM as supporting material.
vi: Hình 9 Alveolar defect filled up using the GBR technique and autogenous bone and particles of DBBM as supporting material.

source: Fig 9 An attempt to “sound” for osseous support revealed a deficiency in vertical and horizontal bone
vi: Hình 9 An attempt to “sound” for osseous support revealed a deficiency in vertical and horizontal bone

source: Fig 9 Eight weeks after implant placement.
vi: Hình 9 Eight weeks after implant placement.

source: Fig 9 Examination of the extracted root.
vi: Hình 9 Examination of the extracted root.

source: Fig 9 Occlusal view of the final restorations.
vi: Fig 9 Nhìn phía nhai của phục hình sau cùng

source: Fig 9 Periapical radiograph showing the radiographic rod, highlighting the proposed implant mesiodistal angulation.
vi: Hình 9 Periapical radiograph showing the radiographic rod, highlighting the proposed implant mesiodistal angulation.

source: Fig 9 Periapical view with the radiographic template in place.
vi: Hình 9 Periapical view with the radiographic template in place.

source: Fig 9 Periodontal probe indicating no horizontal bone deficiency.
vi: Hình 9 Periodontal probe indicating no horizontal bone deficiency.

source: Fig 9 Provisional restoration repositioned (24 hours after placement).
vi: Fig 9 Phục hình tạm được gắn (24 giờ sau khi đặt implant).

source: Fig 9 Restoration of a dental implant at site 11 in a patient with a thin-gingiva biotype.
vi: Hình 9 Phục hồi implant vùng răng 11 ở bệnh nhân với dạng sinh học nướu mỏng.

source: Fig 9 Situation after implant placement.
vi: Hình 9 Situation after implant placement.

source: Fig 9 The deciduous tooth 63 could easily be mobilized with a small desmotome.
vi: Hình 9 The deciduous tooth 63 could easily be mobilized with a small desmotome.

source: Fig 9 The implant after placement in a correct coronoapical position.
vi: Hình 9 The implant after placement in a correct coronoapical position.

source: Fig 9 The intraoral radiograph, taken immediately after the insertion of the 12 mm screw-type implant, confirmed an adequate implant position with respect to depth, axis in the frontal plane, and distance toward the adjacent natural roots.
vi: Hình 9 The intraoral radiograph, taken immediately after the insertion of the 12 mm screw-type implant, confirmed an adequate implant position with respect to depth, axis in the frontal plane, and distance toward the adjacent natural roots.

source: Fig 9 The surgical template facilitated ideal three-dimensional, prosthetically driven implant placement.
vi: Hình 9 The surgical template facilitated ideal three-dimensional, prosthetically driven implant placement.

source: Fig 9a A mid-crestal incision at site 12 performed with a straight #12 blade.
vi: Hình 9a A mid-crestal incision at site 12 performed with a straight #12 blade.

source: Fig 9b Elevation of the tissue and removal of any soft-tissue residue on the surface of the bone.
vi: Hình 9b Elevation of the tissue and removal of any soft-tissue residue on the surface of the bone.
